tap "xcodesorg/made"

brew "git"
brew "gh"
brew "tig"

brew "fish"
brew "aria2"
brew "wget"
brew "rbenv"
brew "starship"
brew "watchman"
brew "xcodesorg/made/xcodes"

brew "mas"

# cask "8bitdo-firmware-updater"
# cask "8bitdo-ultimate-software"
cask "nikitabobko/tap/aerospace"
cask "aerospace"
cask "antigravity"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "elgato-wave-link"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite"
# cask "hakuneko"
cask "hey-desktop"
cask "iina"
# cask "keybase"
# cask "kindle-comic-creator"
# cask "kindle-comic-converter"
cask "obsidian"
cask "openemu"
# cask "porting-kit"
# cask "rectangle"
cask "steam"
cask "setapp"
# cask "via"
# cask "webtorrent"
# cask "zulu11"

# cask "qlimagesize"
# cask "qlprettypatch"
# cask "qlstephen"
# cask "qlvideo"
# cask "quicklook-csv"
# cask "quicklook-json"
# cask "suspicious-package"
# cask "webpquicklook"

mas "Bear", id: 1091189122
# mas "Shazam", id: 897118787
# mas "Spaces", id: 1509611686
# mas "Craft", id: 1487937127
